Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Expands the list to show all stored sync events
de: Erweitert die Liste, um alle gespeicherten Synchronisierungsereignisse anzuzeigen
es: Expande la lista para mostrar todos los eventos de sincronización almacenados
fr: Développe la liste pour afficher tous les événements de synchronisation stockés
it: Espande l'elenco per mostrare tutti gli eventi di sincronizzazione memorizzati
ja: リストを展開して、保存されているすべての同期イベントを表示します
ko: 목록을 확장하여 저장된 모든 동기화 이벤트를 표시합니다.
nl: Vouwt de lijst uit om alle opgeslagen synchronisatiegebeurtenissen weer te geven
pt_br: Expande a lista para mostrar todos os eventos de sincronização armazenados
zh_hans: 展开列表以显示所有存储的同步事件

# Expires at %@.
source: Expires at %1$@.
de: Läuft bei %1$@ ab.
es: Vence en %1$@.
fr: Expire à %1$@.
it: Scade alle %1$@.
ja: 有効期限は %1$@ です。
ko: %1$@에 만료됩니다.
nl: Verloopt op %1$@.
pt_br: Expira em %1$@.
zh_hans: 到期日为 %1$@。

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pt_br: Exportar
zh_hans: 导出

source: Export Cancelled
de: Export abgebrochen
es: Exportación cancelada
fr: Exportation annulée
it: Esportazione annullata
ja: エクスポートがキャンセルされました
ko: 내보내기 취소됨
nl: Export geannuleerd
pt_br: Exportação cancelada
zh_hans: 导出已取消

source: Export Complete
de: Export abgeschlossen
es: Exportación completa
fr: Exportation terminée
it: Esportazione completata
ja: エクスポート完了
ko: 내보내기 완료
nl: Export voltooid
pt_br: Exportação Concluída
zh_hans: 导出完成

source: Export Completed
de: Export abgeschlossen
es: Exportación completada
fr: Exportation terminée
it: Esportazione completata
ja: エクスポート完了
ko: 내보내기 완료됨
nl: Export voltooid
pt_br: Exportação Concluída
zh_hans: 导出已完成

source: Export Couldn’t Finish
de: Der Export konnte nicht abgeschlossen werden
es: La exportación no pudo finalizar
fr: L'exportation n'a pas pu se terminer
it: Impossibile completare l'esportazione
ja: エクスポートを完了できませんでした
ko: 내보내기를 완료할 수 없습니다.
nl: Exporteren kon niet worden voltooid
pt_br: A exportação não foi concluída
zh_hans: 导出无法完成

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
ja: データをエクスポート
ko: 데이터 내보내기
nl: Gegevens exporteren
pt_br: Exportar dados
zh_hans: 导出数据

source: Export Destination
de: Exportziel
es: Destino de exportación
fr: Destination de l’exportation
it: Destinazione di esportazione
ja: エクスポート先
ko: 내보내기 대상
nl: Exportbestemming
pt_br: Destino da exportação
zh_hans: 导出目标

source: Export Failed
de: Export fehlgeschlagen
es: Exportación fallida
fr: Exportation échouée
it: Esportazione non riuscita
ja: エクスポート失敗
ko: 내보내기 실패
nl: Export mislukt
pt_br: Falha na Exportação
zh_hans: 导出失败

source: Export Folder
de: Exportordner
es: Carpeta de exportación
fr: Dossier d'exportation
it: Cartella di esportazione
ja: エクスポートフォルダ
ko: 내보내기 폴더
nl: Exportmap
pt_br: Pasta de Exportação
zh_hans: 导出文件夹

source: Export Formats
de: Exportformate
es: Formatos de exportación
fr: Formats d’exportation
it: Formati di esportazione
ja: エクスポート形式
ko: 내보내기 형식
nl: Exportformaten
pt_br: Formatos de exportação
zh_hans: 导出格式

source: Export Health Data
de: Gesundheitsdaten exportieren
es: Exportar datos de salud
fr: Exporter les données de santé
it: Esporta dati sanitari
ja: ヘルスデータをエクスポート
ko: 건강 데이터 내보내기
nl: Gezondheidsgegevens exporteren
pt_br: Exportar Dados de Saúde
zh_hans: 导出健康数据

source: Export History
de: Exportverlauf
es: Historial de exportación
fr: Historique des exportations
it: Cronologia esportazioni
ja: エクスポート履歴
ko: 내보내기 기록
nl: Exportgeschiedenis
pt_br: Histórico de Exportação
zh_hans: 导出历史

source: Export Metadata
de: Export-Metadaten
es: Metadatos de exportación
fr: Métadonnées d’exportation
it: Metadati di esportazione
ja: 書き出しメタデータ
ko: 내보내기 메타데이터
pt_br: Metadados da exportação
zh_hans: 导出元数据

source: Export Now
de: Jetzt exportieren
es: Exportar ahora
fr: Exporter maintenant
it: Esporta ora
ja: 今すぐエクスポート
ko: 지금 내보내기
nl: Nu exporteren
pt_br: Exportar Agora
zh_hans: 立即导出

source: Export Options
de: Exportoptionen
es: Opciones de exportación
fr: Options d'exportation
it: Opzioni di esportazione
ja: エクスポートオプション
ko: 내보내기 옵션
nl: Exportopties
pt_br: Opções de exportação
zh_hans: 导出选项

source: Export Partial
de: Teilweise exportieren
es: Exportación Parcial
fr: Exportation partielle
it: Esportazione parziale
ja: 部分的なエクスポート
ko: 부분 내보내기
nl: Gedeeltelijk exporteren
pt_br: Exportar parcial
zh_hans: 导出部分

source: Export Preview
de: Exportvorschau
es: Vista previa
fr: Aperçu de l'exportation
it: Anteprima esportazione
ja: エクスポートプレビュー
ko: 내보내기 미리보기
nl: Exportvoorbeeld
pt_br: Pré-visualização da Exportação
zh_hans: 导出预览

source: Export Received
de: Export empfangen
es: Exportación recibida
fr: Exportation reçue
it: Esportazione ricevuta
ja: エクスポートを受け取りました
ko: 내보내기 수신 완료
nl: Exporteren ontvangen
pt_br: Exportação recebida
zh_hans: 已收到导出

source: Export Settings
de: Exporteinstellungen
es: Ajustes de exportación
fr: Paramètres d'exportation
it: Impostazioni di esportazione
ja: エクスポート設定
ko: 내보내기 설정
nl: Exportinstellingen
pt_br: Configurações de Exportação
zh_hans: 导出设置

source: Export Target
de: Exportziel
es: Destino de exportación
fr: Destination de l’exportation
it: Destinazione di esportazione
ja: エクスポート先
ko: 내보내기 대상
nl: Exportbestemming
pt_br: Destino da exportação
zh_hans: 导出目标

source: Export Written
de: Geschrieben exportieren
es: Exportación guardada
fr: Exportation écrite
it: Esporta scritto
ja: 輸出書面
ko: 서면 내보내기
nl: Geschreven exporteren
pt_br: Exportar Escrito
zh_hans: 导出内容已写入

source: Export cancelled
de: Export abgebrochen
es: Exportación cancelada
fr: Exportation annulée
it: Esportazione annullata
ja: エクスポートがキャンセルされました
ko: 내보내기 취소됨
nl: Export geannuleerd
pt_br: Exportação cancelada
zh_hans: 导出已取消

source: Export cancelled.
de: Export abgebrochen.
es: Exportación cancelada.
fr: Exportation annulée.
it: Esportazione annullata.
ja: エクスポートがキャンセルされました。
ko: 내보내기가 취소되었습니다.
nl: Export geannuleerd.
pt_br: Exportação cancelada.
zh_hans: 导出已取消。

source: Export complete
de: Export abgeschlossen
es: Exportación completa
fr: Exportation terminée
it: Esportazione completata
ja: エクスポートが完了しました
ko: 내보내기 완료
nl: Exporteren voltooid
pt_br: Exportação concluída
zh_hans: 导出完成

source: Export data could not be read
de: Exportdaten konnten nicht gelesen werden
es: No se pudieron leer los datos de exportación
fr: Les données d'exportation n'ont pas pu être lues
it: Impossibile leggere i dati di esportazione
ja: エクスポートデータを読み取れませんでした
ko: 내보내기 데이터를 읽을 수 없습니다.
nl: Exportgegevens konden niet worden gelezen
pt_br: Não foi possível ler os dados de exportação
zh_hans: 导出数据无法读取

source: Export destination: %@
de: Exportziel: %@
es: Destino de exportación: %@
fr: Destination d'exportation : %@
it: Destinazione esportazione: %@
ja: エクスポート先：%@
ko: 내보내기 대상: %@
nl: Exportbestemming: %@
pt_br: Destino da exportação: %@
zh_hans: 导出目的地：%@

source: Export failed
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
it: Esportazione non riuscita
ja: エクスポート失敗
ko: 내보내기 실패
nl: Export mislukt
pt_br: Falha na exportação
zh_hans: 导出失败

source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Exportación fallida: %@
fr: Échec de l'exportation : %@
it: Esportazione non riuscita: %@
ja: エクスポート失敗：%@
ko: 내보내기 실패: %@
nl: Export mislukt: %@
pt_br: Falha na exportação: %@
zh_hans: 导出失败：%@

source: Export files could not be written
de: Exportdateien konnten nicht geschrieben werden
es: No se pudieron escribir los archivos de exportación
fr: Les fichiers d'exportation n'ont pas pu être écrits
it: Impossibile scrivere i file di esportazione
ja: エクスポートファイルを書き込めませんでした
ko: 내보내기 파일을 쓸 수 없습니다.
nl: Exportbestanden konden niet worden geschreven
pt_br: Não foi possível gravar os arquivos de exportação
zh_hans: 导出文件无法写入

# Export folder: %@
source: Export folder: %1$@
de: Exportordner: %1$@
es: Carpeta de exportación: %1$@
fr: Dossier d'exportation : %1$@
it: Cartella di esportazione: %1$@
ja: エクスポートフォルダー: %1$@
ko: 내보내기 폴더: %1$@
nl: Exportmap: %1$@
pt_br: Pasta de exportação: %1$@
zh_hans: 导出文件夹：%1$@

source: Export frequency
de: Exporthäufigkeit
es: Frecuencia de exportación
fr: Fréquence d'exportation
it: Frequenza di esportazione
ja: エクスポート頻度
ko: 내보내기 빈도
nl: Exportfrequentie
pt_br: Frequência de exportação
zh_hans: 导出频率

source: Export history will appear here after your first export.
de: Der Exportverlauf wird hier nach Ihrem ersten Export angezeigt.
es: El historial de exportación aparecerá aquí después de tu primera exportación.
fr: L'historique des exportations apparaîtra ici après votre première exportation.
it: La cronologia delle esportazioni apparirà qui dopo la prima esportazione.
ja: 最初のエクスポート後にエクスポート履歴がここに表示されます。
ko: 첫 번째 내보내기 후 여기에 기록이 표시됩니다.
nl: Exportgeschiedenis verschijnt hier na je eerste export.
pt_br: O histórico de exportação aparecerá aqui após sua primeira exportação.
zh_hans: 首次导出后，导出历史将显示在此处。

source: Export in Progress
de: Export läuft
es: Exportación en curso
fr: Exportation en cours
it: Esportazione in corso
ja: エクスポート中です
ko: 내보내기 진행 중
nl: Exporteren wordt uitgevoerd
pt_br: Exportação em andamento
zh_hans: 导出正在进行中

source: Export last 7 days
de: Letzte 7 Tage exportieren
es: Exportar los últimos 7 días
fr: Exporter les 7 derniers jours
it: Esportazione ultimi 7 giorni
ja: 過去 7 日間のエクスポート
ko: 지난 7일 내보내기
nl: Exporteer de afgelopen 7 dagen
pt_br: Exportação últimos 7 dias
zh_hans: 过去 7 天导出

source: Export now
de: Jetzt exportieren
es: Exportar ahora
fr: Exporter maintenant
it: Esporta ora
ja: 今すぐエクスポート
ko: 지금 내보내기
nl: Nu exporteren
pt_br: Exportar agora
zh_hans: 立即导出

source: Export path is unsafe or conflicts with another output: %@. Change the output folder or filename before exporting.
de: Der Exportpfad ist unsicher oder steht mit einer anderen Ausgabe in Konflikt: %@. Ändere vor dem Export den Ausgabeordner oder Dateinamen.
es: La ruta de exportación no es segura o entra en conflicto con otra salida: %@. Cambia la carpeta de salida o el nombre del archivo antes de exportar.
fr: Le chemin d’exportation n’est pas sûr ou entre en conflit avec une autre sortie : %@. Modifiez le dossier de sortie ou le nom du fichier avant d’exporter.
it: Il percorso di esportazione non è sicuro o è in conflitto con un altro output: %@. Modifica la cartella di output o il nome del file prima di esportare.
ja: エクスポートパスが安全でないか、別の出力と競合しています：%@。エクスポートする前に、出力フォルダまたはファイル名を変更してください。
ko: 내보내기 경로가 안전하지 않거나 다른 출력과 충돌합니다: %@. 내보내기 전에 출력 폴더 또는 파일 이름을 변경하세요.
nl: Het exportpad is onveilig of conflicteert met andere uitvoer: %@. Wijzig de uitvoermap of bestandsnaam voordat je exporteert.
pt_br: O caminho de exportação não é seguro ou entra em conflito com outra saída: %@. Altere a pasta de saída ou o nome do arquivo antes de exportar.
zh_hans: 导出路径不安全或与其他输出冲突：%@。请在导出前更改输出文件夹或文件名。

source: Export preview
de: Exportvorschau
es: Vista previa de exportación
fr: Aperçu de l'exportation
it: Anteprima esportazione
ja: エクスポートプレビュー
ko: 내보내기 미리보기
nl: Exportvoorbeeld
pt_br: Pré-visualização da exportação
zh_hans: 导出预览

source: Export progress
de: Exportfortschritt
es: Progreso de exportación
fr: Progression de l'exportation
it: Esporta progresso
ja: エクスポートの進行状況
ko: 내보내기 진행 상황
nl: Voortgang exporteren
pt_br: Progresso da exportação
zh_hans: 导出进度

source: Export roll-up summaries only
de: Nur Rollup-Zusammenfassungen exportieren
es: Exportar solo resúmenes consolidados
fr: Exporter uniquement les résumés cumulatifs
it: Esporta solo riepiloghi roll-up
ja: ロールアップ概要のみをエクスポートする
ko: 롤업 요약만 내보내기
nl: Alleen overzichten exporteren
pt_br: Exportar apenas resumos cumulativos
zh_hans: 仅导出汇总摘要

source: Export selected Sleep summaries
de: Exportieren Sie ausgewählte Schlafzusammenfassungen
es: Exportar resúmenes de sueño seleccionados
fr: Exporter les résumés de sommeil sélectionnés
it: Esporta i riepiloghi del sonno selezionati
ja: 選択した睡眠の概要をエクスポートする
ko: 선택한 수면 요약 내보내기
nl: Exporteer geselecteerde slaapsamenvattingen
pt_br: Exportar resumos de sono selecionados
zh_hans: 导出选定的睡眠摘要

source: Export stopped — %lld of %lld files exported
de: Export gestoppt — %lld von %lld Dateien exportiert
es: Exportación detenida — %lld de %lld archivos exportados
fr: Exportation arrêtée — %lld sur %lld fichiers exportés
it: Esportazione interrotta — %lld di %lld file esportati
ja: エクスポートを停止しました — %lld/%lldファイルをエクスポート済み
ko: 내보내기 중지됨 — %lld/%lld개 파일 내보내기 완료
nl: Export gestopt — %lld van %lld bestanden geëxporteerd
pt_br: Exportação interrompida — %lld de %lld arquivos exportados
zh_hans: 导出已停止——已导出%lld/%lld个文件

source: Export stopped — %lld of %lld files exported.
de: Export gestoppt — %lld von %lld Dateien exportiert.
es: Exportación detenida — %lld de %lld archivos exportados.
fr: Exportation arrêtée — %lld sur %lld fichiers exportés.
it: Esportazione interrotta — %lld di %lld file esportati.
ja: エクスポートを停止しました — %lld/%lldファイルをエクスポート済み。
ko: 내보내기 중지됨 — %lld/%lld개 파일 내보내기 완료.
nl: Export gestopt — %lld van %lld bestanden geëxporteerd.
pt_br: Exportação interrompida — %lld de %lld arquivos exportados.
zh_hans: 导出已停止——已导出%lld/%lld个文件。

source: Export stopped: %lld/%lld exported
de: Export gestoppt: %lld/%lld exportiert
es: Exportación detenida: %lld/%lld exportados
fr: Exportation arrêtée : %lld/%lld exportés
it: Esportazione interrotta: %lld/%lld esportati
ja: エクスポート停止：%lld/%lldエクスポート済み
ko: 내보내기 중지됨: %lld/%lld 내보내기 완료
nl: Export gestopt: %lld/%lld geëxporteerd
pt_br: Exportação interrompida: %lld/%lld exportados
zh_hans: 导出已停止：已导出%lld/%lld

source: Export yesterday to Mac folder
de: Gestern in den Ordner Mac exportieren
es: Exportar ayer a la carpeta Mac
fr: Exporter hier vers le dossier Mac
it: Esporta ieri nella cartella Mac
ja: 昨日を Mac フォルダーにエクスポートします
ko: 어제 Mac 폴더로 내보내기
nl: Exporteer gisteren naar de map Mac
pt_br: Exportar ontem para a pasta Mac
zh_hans: 昨天导出到 Mac 文件夹

source: Export your wellness data to markdown
de: Exportieren Sie Ihre Gesundheitsdaten als Markdown
es: Exporta tus datos de bienestar a markdown
fr: Exportez vos données de bien-être en markdown
it: Esporta i tuoi dati sul benessere in markdown
ja: ウェルネスデータをMarkdownにエクスポート
ko: 건강 데이터를 마크다운으로 내보내기
nl: Exporteer je gezondheidsgegevens naar markdown
pt_br: Exporte seus dados de bem-estar para markdown
zh_hans: 将您的健康数据导出为 Markdown

source: Export, scheduling, formatting, preview, tracking, and Mac destination screens now support nine additional languages.
de: Export, Zeitpläne, Formatierung, Vorschau, Tracking und Mac-Ziele unterstützen jetzt neun weitere Sprachen.
es: Las pantallas de exportación, programación, formato, vista previa, seguimiento y destinos Mac ahora admiten nueve idiomas adicionales.
fr: Les écrans d’export, de planification, de formatage, d’aperçu, de suivi et de destination Mac prennent désormais en charge neuf langues supplémentaires.
it: Le schermate di esportazione, pianificazione, formattazione, anteprima, monitoraggio e destinazione Mac ora supportano nove lingue aggiuntive.
ja: 書き出し、スケジュール、フォーマット、プレビュー、トラッキング、Mac保存先の各画面が、新たに9言語に対応しました。
ko: 내보내기, 일정, 형식, 미리보기, 추적 및 Mac 대상 화면이 이제 9개 언어를 추가로 지원합니다.
nl: De schermen voor exporteren, planning, opmaak, voorvertoning, tracking en Mac-bestemmingen ondersteunen nu negen extra talen.
pt_br: As telas de exportação, agendamento, formatação, prévia, rastreamento e destino no Mac agora oferecem suporte a mais nove idiomas.
zh_hans: 导出、计划、格式、预览、追踪和 Mac 目标位置界面现已新增九种语言支持。

# Exported %lld day(s) of health data.
source: Exported %1$lld day(s) of health data.
de: Exportierte %1$lld Tag(e) Gesundheitsdaten.
es: Exportado %1$lld día(s) de datos de salud.
fr: Jour(s) de données de santé exportés %1$lld.
it: %1$lld giorno/i di dati sanitari esportati.
ja: %1$lld 日分の健康データをエクスポートしました。
ko: %1$lld일 동안의 건강 데이터를 내보냈습니다.
nl: %1$lld dag(en) aan gezondheidsgegevens geëxporteerd.
pt_br: Dia(s) %1$lld exportados de dados de saúde.
zh_hans: 已导出 %1$lld 天的健康数据。

source: Exported %lld file(s)
de: %lld Datei(en) exportiert
es: %lld archivo(s) exportado(s)
fr: %lld fichier(s) exporté(s)
it: %lld file esportati
ja: %lld個のファイルをエクスポートしました
ko: %lld개 파일 내보내기 완료
nl: %lld bestand(en) geëxporteerd
pt_br: %lld arquivo(s) exportado(s)
zh_hans: 已导出 %lld 个文件

source: Exported %lld files
de: %lld Dateien exportiert
es: Se exportaron %lld archivos
fr: %lld fichiers exportés
it: %lld file esportati
ja: %lldファイルをエクスポートしました
ko: %lld개 파일 내보내기 완료
nl: %lld bestanden geëxporteerd
pt_br: %lld arquivos exportados
zh_hans: 已导出%lld个文件

# Exported %lld files (%@). %@
source: Exported %1$lld files (%2$@). %3$@
de: Exportierte %1$lld-Dateien (%2$@). %3$@
es: Archivos %1$lld exportados (%2$@). %3$@
fr: Fichiers %1$lld exportés (%2$@). %3$@
it: File %1$lld esportati (%2$@). %3$@
ja: %1$lld ファイル (%2$@) をエクスポートしました。 %3$@
ko: %1$lld 파일(%2$@)을 내보냈습니다. %3$@
nl: Geëxporteerde %1$lld-bestanden (%2$@). %3$@
pt_br: Arquivos %1$lld exportados (%2$@). %3$@
zh_hans: 导出的 %1$lld 文件 (%2$@)。 %3$@

# Exported %lld generated file(s) from %lld data day(s)
source: Exported %1$lld generated file(s) from %2$lld data day(s)
de: %1$lld erzeugte Datei(en) aus %2$lld Datentag(en) exportiert
es: Se exportaron %1$lld archivo(s) generado(s) de %2$lld día(s) de datos
fr: %1$lld fichier(s) généré(s) exporté(s) à partir de %2$lld jour(s) de données
it: Esportati %1$lld file generati da %2$lld giorno/i di dati
ja: %2$lld データ日から %1$lld個のファイルを生成
ko: 데이터 %2$lld일에서 파일 %1$lld개 생성
nl: %1$lld gegenereerd(e) bestand(en) uit %2$lld datadag(en) geëxporteerd
pt_br: %1$lld arquivo(s) gerado(s) exportado(s) de %2$lld dia(s) de dados
zh_hans: 从 %2$lld 个数据日生成并导出了 %1$lld 个文件

# Exported %lld of %lld data day(s)
source: Exported %1$lld of %2$lld data day(s)
de: %1$lld von %2$lld Datentag(en) exportiert
es: Se exportaron %1$lld de %2$lld día(s) de datos
fr: %1$lld jour(s) de données sur %2$lld exporté(s)
it: Esportati %1$lld di %2$lld giorno/i di dati
ja: データ日をエクスポート：%1$lld/%2$lld
ko: 데이터 일수 %1$lld/%2$lld 내보냄
nl: %1$lld van %2$lld datadag(en) geëxporteerd
pt_br: %1$lld de %2$lld dia(s) de dados exportado(s)
zh_hans: 已导出 %2$lld 个数据日中的 %1$lld 个

# Exported %lld of %lld days
source: Exported %1$lld of %2$lld days
de: %lld von %lld Tagen exportiert
es: Exportados %lld de %lld días
fr: %lld sur %lld jours exportés
it: Esportati %lld di %lld giorni
ja: %lld/%lld日をエクスポートしました
ko: %lld/%lld일 내보내기 완료
nl: %lld van %lld dagen geëxporteerd
pt_br: Exportado %lld de %lld dias
zh_hans: 已导出 %lld/%lld 天

# Exported %lld of %lld files. %@
source: Exported %1$lld of %2$lld files. %3$@
de: Exportierte %1$lld von %2$lld-Dateien. %3$@
es: Exportado %1$lld de archivos %2$lld. %3$@
fr: Exportation des fichiers %1$lld des fichiers %2$lld. %3$@
it: %1$lld di file %2$lld esportati. %3$@
ja: %1$lld ファイルのうち %2$lld をエクスポートしました。 %3$@
ko: %1$lld 파일 중 %2$lld를 내보냈습니다. %3$@
nl: %1$lld van %2$lld-bestanden geëxporteerd. %3$@
pt_br: %1$lld exportado de arquivos %2$lld. %3$@
zh_hans: 导出了 %1$lld 文件的 %2$lld。 %3$@

source: Exported %lld of %lld files. Some dates had no synced data.
de: %lld von %lld Dateien exportiert. Für einige Daten lagen keine synchronisierten Daten vor.
es: Se exportaron %lld de %lld archivos. Algunas fechas no tenían datos sincronizados.
fr: Exporté %lld sur %lld fichiers. Certaines dates n'avaient pas de données synchronisées.
it: Esportati %lld di %lld file. Alcune date non avevano dati sincronizzati.
ja: %lld/%lldファイルをエクスポートしました。一部の日付に同期データがありませんでした。
ko: %lld/%lld개 파일 내보내기 완료. 일부 날짜에 동기화된 데이터가 없습니다.
nl: Geëxporteerd: %lld van %lld bestanden. Sommige datums hadden geen gesynchroniseerde gegevens.
pt_br: %lld de %lld arquivos exportados. Algumas datas não tinham dados sincronizados.
zh_hans: 已导出%lld/%lld个文件。部分日期没有已同步的数据。

# Exported %lld/%lld days. Open Health.md to retry the remaining dates.
source: Exported %1$lld/%2$lld days. Open Health.md to retry the remaining dates.
de: Exportierte %1$lld/%2$lld Tage. Öffnen Sie Health.md, um die verbleibenden Daten erneut zu versuchen.
es: Días %1$lld/%2$lld exportados. Abra Health.md para volver a intentar las fechas restantes.
fr: Jours %1$lld/%2$lld exportés. Ouvrez Health.md pour réessayer les dates restantes.
it: Giorni %1$lld/%2$lld esportati. Apri Health.md per riprovare con le date rimanenti.
ja: %1$lld/%2$lld 日間エクスポートされました。 Health.md を開いて、残りの日付を再試行します。
ko: %1$lld/%2$lld일 동안 내보냈습니다. Health.md를 열어 남은 날짜를 다시 시도하세요.
nl: Geëxporteerde %1$lld/%2$lld dagen. Open Health.md om de resterende datums opnieuw te proberen.
pt_br: Dias %1$lld/%2$lld exportados. Abra Health.md para tentar novamente as datas restantes.
zh_hans: 已导出 %1$lld/%2$lld 天。打开 Health.md 重试剩余日期。

source: Exported %lld/%lld files. Failed: %@
de: %lld/%lld Dateien exportiert. Fehlgeschlagen: %@
es: Se exportaron %lld/%lld archivos. Fallidos: %@
fr: Exporté %lld/%lld fichiers. Échec : %@
it: Esportati %lld/%lld file. Non riusciti: %@
ja: %lld/%lldファイルをエクスポートしました。失敗：%@
ko: %lld/%lld개 파일 내보내기 완료. 실패: %@
nl: Geëxporteerd: %lld/%lld bestanden. Mislukt: %@
pt_br: %lld/%lld arquivos exportados. Falha: %@
zh_hans: 已导出%lld/%lld个文件。失败：%@

source: Exported file: %@
de: Exportierte Datei: %@
es: Archivo exportado: %@
fr: Fichier exporté : %@
it: File esportato: %@
ja: 書き出したファイル：%@
ko: 내보낸 파일: %@
nl: Geëxporteerd bestand: %@
pt_br: Arquivo exportado: %@
zh_hans: 导出的文件：%@

source: Exporting
de: Exportiere …
es: Exportando…
fr: Exportation…
it: Esportazione…
ja: エクスポート中…
ko: 내보내는 중…
nl: Exporteren…
pt_br: Exportando
zh_hans: 正在导出

source: Exporting...
de: Exportiere …
es: Exportando…
fr: Exportation…
it: Esportazione…
ja: エクスポート中…
ko: 내보내는 중…
nl: Exporteren…
pt_br: Exportando…
zh_hans: 导出中…

source: Exports are versioned and self-describing with schema %1$@ v%2$lld. Existing files continue to work; re-export old ranges only when you want fully consistent v%3$lld units and history.
de: Exporte sind versioniert und selbstbeschreibend mit dem Schema %1$@ v%2$lld. Vorhandene Dateien funktionieren weiterhin; Exportieren Sie alte Bereiche nur dann erneut, wenn Sie vollständig konsistente v%3$lld-Einheiten und -Historie wünschen.
es: Las exportaciones están versionadas y son autodescriptivas con el esquema %1$@ v%2$lld. Los archivos existentes siguen funcionando; Vuelva a exportar rangos antiguos solo cuando desee unidades e historial v%3$lld totalmente consistentes.
fr: Les exportations sont versionnées et auto-descriptives avec le schéma %1$@ v%2$lld. Les fichiers existants continuent de fonctionner ; réexportez les anciennes plages uniquement lorsque vous souhaitez des unités et un historique v%3$lld entièrement cohérents.
it: Le esportazioni sono dotate di versione e autodescrittive con lo schema %1$@ v%2$lld. I file esistenti continuano a funzionare; riesporta i vecchi intervalli solo quando desideri unità e cronologia v%3$lld completamente coerenti.
ja: エクスポートはバージョン管理され、スキーマ %1$@ v%2$lld で自己記述されます。既存のファイルは引き続き機能します。完全に一貫性のある v%3$lld 単位と履歴が必要な場合にのみ、古い範囲を再エクスポートしてください。
ko: 내보내기는 버전이 지정되고 스키마 %1$@ v%2$lld를 사용하여 자체 설명됩니다. 기존 파일은 계속 작동합니다. 완전히 일관된 v%3$lld 장치 및 기록이 필요한 경우에만 이전 범위를 다시 내보냅니다.
nl: Exporten zijn voorzien van een versie en beschrijven zichzelf met schema %1$@ v%2$lld. Bestaande bestanden blijven werken; oude bereiken alleen opnieuw exporteren als u volledig consistente v%3$lld-eenheden en geschiedenis wilt.
pt_br: As exportações são versionadas e autodescritivas com o esquema %1$@ v%2$lld. Os arquivos existentes continuam funcionando; reexporte intervalos antigos somente quando desejar unidades e histórico v%3$lld totalmente consistentes.
zh_hans: 导出采用模式 %1$@ v%2$lld 进行版本控制和自描述。现有文件继续有效；仅当您需要完全一致的 v%3$lld 单位和历史记录时，才重新导出旧范围。
